import { convertCSVToQuestions } from './utils';

const csvString = `
"咖啡的故乡是哪里?A.亚洲 B.美洲 C.大洋洲 D.非洲",D,,,,,,,,,,,,,,,,,,,,,
疟疾是由哪种动物传播的疾病？,蚊子,,,,,,,,,,,,,,,,,,,,,
人体具有解毒作用的内脏是？,肝脏,,,,,,,,,,,,,,,,,,,,,
似曾相识燕归来”的上一句是？,无可奈何花落去,,,,,,,,,,,,,,,,,,,,,
金屋藏娇”的故事与哪一位皇帝有关?,汉武帝,,,,,,,,,,,,,,,,,,,,,
唐代人可以称父亲”为？,哥哥,,,,,,,,,,,,,,,,,,,,,
动物中视角最大的是？,鱼,,,,,,,,,,,,,,,,,,,,,
人体如果失水多少就会危及生命？,20%,,,,,,,,,,,,,,,,,,,,,
水和汽油都洗不掉的污迹是?,墨迹,,,,,,,,,,,,,,,,,,,,,
北极没有企鹅是因为？,人类猎杀,,,,,,,,,,,,,,,,,,,,,
人体含水量百分比最高的器官是？,眼球,,,,,,,,,,,,,,,,,,,,,
用子弹打玻璃，是什么首先打碎了玻璃? ,空气,,,,,,,,,,,,,,,,,,,,,
"色盲患者最普遍的不易分辨的颜色是什么?
A.红绿
B.蓝绿
C.红蓝
D.绿蓝",A,,,,,,,,,,,,,,,,,,,,,
"我国少数民族分布最多的省份是
A.广西
B.西藏
C.云南
D.四川",C,,,,,,,,,,,,,,,,,,,,,
"PTE 一共有多少个题型？
A.18个
B.21个
C.19个
D.20个",D,,,,,,,,,,,,,,,,,,,,,
"天下第一书""《兰亭集序》是哪一位古代书法家的杰作?",王羲之,,,,,,,,,,,,,,,,,,,,,
奔驰汽车原产于哪一个国家?,德国,,,,,,,,,,,,,,,,,,,,,
"馒头是谁发明的?
A.李冰
B.诸葛亮 
C.曹操 
D.屈原",B,,,,,,,,,,,,,,,,,,,,,
"神话《白蛇传》中”白娘娘盗仙草""盗的是
A.人参
B.冬虫夏草
C.灵芝 
D.田七",C,,,,,,,,,,,,,,,,,,,,,
"看鱼鳞能识鱼龄,鱼鳞上的一圈是表示?
A.半岁
B.一岁 
C.一岁半 
D.两岁",A,,,,,,,,,,,,,,,,,,,,,
"火车连续发出两声长鸣,这表示?
A.前进
B.停留 
C.倒退 
D.故障",C,,,,,,,,,,,,,,,,,,,,,
"徐志摩.胡适等作家是属于哪一个文学流派的?
A.江湖派
B.桐城派 
C.蛋黄派 
D.新月派",D,,,,,,,,,,,,,,,,,,,,,
"人们常说：无事不登三宝殿”你知道三宝”是指哪三宝?
A、纸、砚、笔 
B、RA、RS、WFD 
C、佛、法、僧 
D、金、银、玉",C,,,,,,,,,,,,,,,,,,,,,
"我们公司全称是什么？
A.深圳猩际教育科技有限公司
B.深圳猩际才华有限公司
C.深圳猩际教育有限公司
D.深圳猩宇宙教育科技有限公司",D,,,,,,,,,,,,,,,,,,,,,
薄公英靠什么传播种子?,风,,,,,,,,,,,,,,,,,,,,,
广告词“去屑实力派”下一句是什么,当然海飞丝,,,,,,,,,,,,,,,,,,,,,
"""孤帆远影碧空尽""的下一句是什么?",惟见长江天际流,,,,,,,,,,,,,,,,,,,,,
脏雪和净雪相比是哪个融化快?,脏雪,,,,,,,,,,,,,,,,,,,,,
"交叉路口的交通信号灯从左到右的顺序是？
A.绿黄红
B.红橙黄
C.红黄绿
D.绿红黄
",C,,,,,,,,,,,,,,,,,,,,,
"""知天命""代指什么年纪 ?",五十岁,,,,,,,,,,,,,,,,,,,,,
"小鸡是由鸡蛋的什么发育来的？
A.蛋白
B.蛋黄
C.蛋壳",B,,,,,,,,,,,,,,,,,,,,,
"“碧云天，黄叶地，北雁南飞""语出?
A 《木兰诗》
B《西厢记》 
C《孔雀东南飞》
D《陌上桑》",B,,,,,,,,,,,,,,,,,,,,,
"白菜属于___科？
A.豆科 
B.菊科 
C.十字花科 
D.蔷薇科",C,,,,,,,,,,,,,,,,,,,,,
"蚯蚓的血是什么颜色
A.白色 
B.蓝色 
C.红色 
D.黑色",C,,,,,,,,,,,,,,,,,,,,,
运营大佬 Eric 的中文名是什么？,郑亚韬,,,,,,,,,,,,,,,,,,,,,
“我不要你觉得，我要我觉得”出自谁？,黄晓明,,,,,,,,,,,,,,,,,,,,,
`;

export const questions = convertCSVToQuestions(csvString);
